[{"id":100000000,"code":null,"version":"1","name":"Critical Hit","type":2,"effects":[{"code":"SKL00000000","level":1,"description":"Normal attack has a 25% chance to deal a critical hit that is 1.5 times of the ATK."},{"code":"SKL00000001","level":2,"description":"Normal attack has a 25% chance to deal a critical hit that is 1.8 times of the ATK."},{"code":"SKL00000002","level":3,"description":"Normal attack has a 25% chance to deal a critical hit that is 2.2 times of the ATK."},{"code":"SKL00000003","level":4,"description":"Normal attack has a 25% chance to deal a critical hit that is 2.6 times of the ATK."},{"code":"SKL00000004","level":5,"description":"Normal attack has a 25% chance to deal a critical hit that is 3 times of the ATK."}]},{"id":100000001,"code":null,"version":"1","name":"Crit","type":2,"effects":[{"code":"SKL00000005","level":1,"description":"Normal attack has a 20% chance to deal a critical hit that is 2.2 times of the ATK."},{"code":"SKL00000006","level":2,"description":"Normal attack has a 25% chance to deal a critical hit that is 2.2 times of the ATK."},{"code":"SKL00000007","level":3,"description":"Normal attack has a 30% chance to deal a critical hit that is 2.2 times of the ATK."},{"code":"SKL00000008","level":4,"description":"Normal attack has a 36% chance to deal a critical hit that is 2.2 times of the ATK."},{"code":"SKL00000009","level":5,"description":"Normal attack has a 42% chance to deal a critical hit that is 2.2 times of the ATK."}]},{"id":100000002,"code":null,"version":"1","name":"Counter","type":2,"effects":[{"code":"SKL00000010","level":1,"description":"When under a normal attack, there is a 25% chance to counterattack once."},{"code":"SKL00000011","level":2,"description":"When under a normal attack, there is a 30% chance to counterattack once."},{"code":"SKL00000012","level":3,"description":"When under a normal attack, there is a 40% chance to counterattack once."},{"code":"SKL00000013","level":4,"description":"When under a normal attack, there is a 50% chance to counterattack once."},{"code":"SKL00000014","level":5,"description":"When under a normal attack, there is a 60% chance to counterattack once."}]},{"id":100000003,"code":null,"version":"1","name":"Combo","type":2,"effects":[{"code":"SKL00000015","level":1,"description":"When launching a normal attack, there is a 25% chance to attack one more time."},{"code":"SKL00000016","level":2,"description":"When launching a normal attack, there is a 30% chance to attack one more time."},{"code":"SKL00000017","level":3,"description":"When launching a normal attack, there is a 40% chance to attack one more time."},{"code":"SKL00000018","level":4,"description":"When launching a normal attack, there is a 50% chance to attack one more time."},{"code":"SKL00000019","level":5,"description":"When launching a normal attack, there is a 60% chance to attack one more time."}]},{"id":100000004,"code":null,"version":"1","name":"Thump","type":2,"effects":[{"code":"SKL00000020","level":1,"description":"When launching a normal attack, there is a 12% chance to stun the target for 1 round."},{"code":"SKL00000021","level":2,"description":"When launching a normal attack, there is a 14% chance to stun the target for 1 round."},{"code":"SKL00000022","level":3,"description":"When launching a normal attack, there is a 16% chance to stun the target for 1 round."},{"code":"SKL00000023","level":4,"description":"When launching a normal attack, there is a 18% chance to stun the target for 1 round."},{"code":"SKL00000024","level":5,"description":"When launching a normal attack, there is a 20% chance to stun the target for 1 round."}]},{"id":100000005,"code":null,"version":"1","name":"Rush","type":1,"effects":[{"code":"SKL00000025","level":1,"description":"Deals DMG to the opponent by 50% of the ATK and stuns it for 1 round. Cools down for 12 rounds."},{"code":"SKL00000026","level":2,"description":"Deals DMG to the opponent by 55% of the ATK and stuns it for 1 round. Cools down for 12 rounds."},{"code":"SKL00000027","level":3,"description":"Deals DMG to the opponent by 60% of the ATK and stuns it for 1 round. Cools down for 12 rounds."},{"code":"SKL00000028","level":4,"description":"Deals DMG to the opponent by 65% of the ATK and stuns it for 1 round. Cools down for 12 rounds."},{"code":"SKL00000029","level":5,"description":"Deals DMG to the opponent by 70% of the ATK and stuns it for 1 round. Cools down for 12 rounds."}]},{"id":100000006,"code":null,"version":"1","name":"Assassin","type":2,"effects":[{"code":"SKL00000030","level":1,"description":"Increases the normal attack DMG to the commander by 20%."},{"code":"SKL00000031","level":2,"description":"Increases the normal attack DMG to the commander by 30%."},{"code":"SKL00000032","level":3,"description":"Increases the normal attack DMG to the commander by 40%."},{"code":"SKL00000033","level":4,"description":"Increases the normal attack DMG to the commander by 50%."},{"code":"SKL00000034","level":5,"description":"Increases the normal attack DMG to the commander by 60%."}]},{"id":100000007,"code":null,"version":"1","name":"Collateral Attack","type":2,"effects":[{"code":"SKL00000035","level":1,"description":"For each normal attack, deals DMG to the opponent's commander by 20%."},{"code":"SKL00000036","level":2,"description":"For each normal attack, deals DMG to the opponent's commander by 30%."},{"code":"SKL00000037","level":3,"description":"For each normal attack, deals DMG to the opponent's commander by 40%."},{"code":"SKL00000038","level":4,"description":"For each normal attack, deals DMG to the opponent's commander by 50%."},{"code":"SKL00000039","level":5,"description":"For each normal attack, deals DMG to the opponent's commander by 60%."}]},{"id":100000008,"code":null,"version":"1","name":"Intelligence","type":2,"effects":[{"code":"SKL00000040","level":1,"description":"Adds 6% more EXP to your character when the battle is settled."},{"code":"SKL00000041","level":2,"description":"Adds 7% more EXP to your character when the battle is settled."},{"code":"SKL00000042","level":3,"description":"Adds 8% more EXP to your character when the battle is settled."},{"code":"SKL00000043","level":4,"description":"Adds 9% more EXP to your character when the battle is settled."},{"code":"SKL00000044","level":5,"description":"Adds 10% more EXP to your character when the battle is settled."}]},{"id":100000009,"code":null,"version":"1","name":"Multiple Attack","type":2,"effects":[{"code":"SKL00000045","level":1,"description":"When launching a normal attack, adds an additional attack target at random, dealing DMG to it by 35% of the ATK."},{"code":"SKL00000046","level":2,"description":"When launching a normal attack, adds an additional attack target at random, dealing DMG to it by 40% of the ATK."},{"code":"SKL00000047","level":3,"description":"When launching a normal attack, adds an additional attack target at random, dealing DMG to it by 45% of the ATK."},{"code":"SKL00000048","level":4,"description":"When launching a normal attack, adds an additional attack target at random, dealing DMG to it by 50% of the ATK."},{"code":"SKL00000049","level":5,"description":"When launching a normal attack, adds an additional attack target at random, dealing DMG to it by 60% of the ATK."}]},{"id":100000010,"code":null,"version":"1","name":"Splash Attack","type":1,"effects":[{"code":"SKL00000050","level":1,"description":"When attacking the opponent, attacks the cards to the left and right of it in addition, dealing DMG by 35% of the ATK. Cools down for 6 rounds."},{"code":"SKL00000051","level":2,"description":"When attacking the opponent, attacks the cards to the left and right of it in addition, dealing DMG by 45% of the ATK. Cools down for 6 rounds."},{"code":"SKL00000052","level":3,"description":"When attacking the opponent, attacks the cards to the left and right of it in addition, dealing DMG by 55% of the ATK. Cools down for 6 rounds."},{"code":"SKL00000053","level":4,"description":"When attacking the opponent, attacks the cards to the left and right of it in addition, dealing DMG by 65% of the ATK. Cools down for 6 rounds."},{"code":"SKL00000054","level":5,"description":"When attacking the opponent, attacks the cards to the left and right of it in addition, dealing DMG by 75% of the ATK. Cools down for 6 rounds."}]},{"id":100000011,"code":null,"version":"1","name":"Rebound","type":2,"effects":[{"code":"SKL00000055","level":1,"description":"When under a normal attack, there is a 18% chance to fully rebound DMG."},{"code":"SKL00000056","level":2,"description":"When under a normal attack, there is a 19% chance to fully rebound DMG."},{"code":"SKL00000057","level":3,"description":"When under a normal attack, there is a 20% chance to fully rebound DMG."},{"code":"SKL00000058","level":4,"description":"When under a normal attack, there is a 21% chance to fully rebound DMG."},{"code":"SKL00000059","level":5,"description":"When under a normal attack, there is a 22% chance to fully rebound DMG."}]},{"id":100000012,"code":null,"version":"1","name":"Toxic Shell","type":2,"effects":[{"code":"SKL00000060","level":1,"description":"When under a normal attack, rebound DMG by 15% add 20 point on the opponent."},{"code":"SKL00000061","level":2,"description":"When under a normal attack, rebound DMG by 17% add 30 point on the opponent."},{"code":"SKL00000062","level":3,"description":"When under a normal attack, rebound DMG by 19% add 40 point on the opponent."},{"code":"SKL00000063","level":4,"description":"When under a normal attack, rebound DMG by 22% add 50 point on the opponent."},{"code":"SKL00000064","level":5,"description":"When under a normal attack, rebound DMG by 25% add 60 point on the opponent."}]},{"id":100000013,"code":null,"version":"1","name":"Thorn Shield","type":1,"effects":[{"code":"SKL00000065","level":1,"description":"Creates a thorns shield that can reflect 25% DMG for yourself, lasting for 6 rounds. Cools down for 12 rounds."},{"code":"SKL00000066","level":2,"description":"Creates a thorns shield that can reflect 30% DMG for yourself, lasting for 6 rounds. Cools down for 12 rounds."},{"code":"SKL00000067","level":3,"description":"Creates a thorns shield that can reflect 35% DMG for yourself, lasting for 6 rounds. Cools down for 12 rounds."},{"code":"SKL00000068","level":4,"description":"Creates a thorns shield that can reflect 40% DMG for yourself, lasting for 6 rounds. Cools down for 12 rounds."},{"code":"SKL00000069","level":5,"description":"Creates a thorns shield that can reflect 50% DMG for yourself, lasting for 6 rounds. Cools down for 12 rounds."}]},{"id":100000014,"code":null,"version":"1","name":"Thorns","type":2,"effects":[{"code":"SKL00000070","level":1,"description":"When you're under a normal attack, rebounds 20% of the DMG you've taken."},{"code":"SKL00000071","level":2,"description":"When you're under a normal attack, rebounds 24% of the DMG you've taken."},{"code":"SKL00000072","level":3,"description":"When you're under a normal attack, rebounds 28% of the DMG you've taken."},{"code":"SKL00000073","level":4,"description":"When you're under a normal attack, rebounds 32% of the DMG you've taken."},{"code":"SKL00000074","level":5,"description":"When you're under a normal attack, rebounds 36% of the DMG you've taken."}]},{"id":100000015,"code":null,"version":"1","name":"Thorns Aura","type":2,"effects":[{"code":"SKL00000075","level":1,"description":"When your cards are under normal attacks, rebounds 12% of the DMG taken. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000076","level":2,"description":"When your cards are under normal attacks, rebounds 13% of the DMG taken. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000077","level":3,"description":"When your cards are under normal attacks, rebounds 14% of the DMG taken. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000078","level":4,"description":"When your cards are under normal attacks, rebounds 15% of the DMG taken. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000079","level":5,"description":"When your cards are under normal attacks, rebounds 16% of the DMG taken. Calculated by the highest level, and the effects will not stack."}]},{"id":100000016,"code":null,"version":"1","name":"Rebirth","type":2,"effects":[{"code":"SKL00000080","level":1,"description":"Resurrects on death with a 50% chance, and restores 25% of the basic HP. Limited to 1 time."},{"code":"SKL00000081","level":2,"description":"Resurrects on death with a 60% chance, and restores 25% of the basic HP. Limited to 1 time."},{"code":"SKL00000082","level":3,"description":"Resurrects on death with a 70% chance, and restores 25% of the basic HP. Limited to 1 time."},{"code":"SKL00000083","level":4,"description":"Resurrects on death with a 80% chance, and restores 25% of the basic HP. Limited to 1 time."},{"code":"SKL00000084","level":5,"description":"Resurrects on death with a 90% chance, and restores 25% of the basic HP. Limited to 1 time."}]},{"id":100000017,"code":null,"version":"1","name":"Resurrection","type":1,"effects":[{"code":"SKL00000085","level":1,"description":"Resurrects a dead card randomly into the deck, and gives it 16% of its basic HP. Limited to 1 time."},{"code":"SKL00000086","level":2,"description":"Resurrects a dead card randomly into the deck, and gives it 17% of its basic HP. Limited to 1 time."},{"code":"SKL00000087","level":3,"description":"Resurrects a dead card randomly into the deck, and gives it 18% of its basic HP. Limited to 1 time."},{"code":"SKL00000088","level":4,"description":"Resurrects a dead card randomly into the deck, and gives it 19% of its basic HP. Limited to 1 time."},{"code":"SKL00000089","level":5,"description":"Resurrects a dead card randomly into the deck, and gives it 20% of its basic HP. Limited to 1 time."}]},{"id":100000018,"code":null,"version":"1","name":"Undead","type":2,"effects":[{"code":"SKL00000090","level":1,"description":"Survives for 2 rounds after your HP is reduced to 0. Meanwhile increases your basic ATK by 10%. Limited to 1 time."},{"code":"SKL00000091","level":2,"description":"Survives for 2 rounds after your HP is reduced to 0. Meanwhile increases your basic ATK by 15%. Limited to 1 time."},{"code":"SKL00000092","level":3,"description":"Survives for 2 rounds after your HP is reduced to 0. Meanwhile increases your basic ATK by 20%. Limited to 1 time."},{"code":"SKL00000093","level":4,"description":"Survives for 2 rounds after your HP is reduced to 0. Meanwhile increases your basic ATK by 25%. Limited to 1 time."},{"code":"SKL00000094","level":5,"description":"Survives for 2 rounds after your HP is reduced to 0. Meanwhile increases your basic ATK by 30%. Limited to 1 time."}]},{"id":100000019,"code":null,"version":"1","name":"Bloodsucking","type":2,"effects":[{"code":"SKL00000095","level":1,"description":"When you're launching a normal attack, restores HP by 12% of the DMG you've dealt."},{"code":"SKL00000096","level":2,"description":"When you're launching a normal attack, restores HP by 14% of the DMG you've dealt."},{"code":"SKL00000097","level":3,"description":"When you're launching a normal attack, restores HP by 16% of the DMG you've dealt."},{"code":"SKL00000098","level":4,"description":"When you're launching a normal attack, restores HP by 18% of the DMG you've dealt."},{"code":"SKL00000099","level":5,"description":"When you're launching a normal attack, restores HP by 20% of the DMG you've dealt."}]},{"id":100000020,"code":null,"version":"1","name":"Bloodsucking Aura","type":2,"effects":[{"code":"SKL00000100","level":1,"description":"When all your cards are launching normal attacks, restores HP by 8% of the DMG they've dealt. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000101","level":2,"description":"When all your cards are launching normal attacks, restores HP by 9% of the DMG they've dealt. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000102","level":3,"description":"When all your cards are launching normal attacks, restores HP by 10% of the DMG they've dealt. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000103","level":4,"description":"When all your cards are launching normal attacks, restores HP by 11% of the DMG they've dealt. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000104","level":5,"description":"When all your cards are launching normal attacks, restores HP by 12% of the DMG they've dealt. Calculated by the highest level, and the effects will not stack."}]},{"id":100000021,"code":null,"version":"1","name":"Bloodthirsty","type":1,"effects":[{"code":"SKL00000105","level":1,"description":"Deals DMG to the opponent by 120% of your ATK, and restores HP by 18% of the DMG you've dealt. Cools down for 6 rounds."},{"code":"SKL00000106","level":2,"description":"Deals DMG to the opponent by 120% of your ATK, and restores HP by 21% of the DMG you've dealt. Cools down for 6 rounds."},{"code":"SKL00000107","level":3,"description":"Deals DMG to the opponent by 120% of your ATK, and restores HP by 24% of the DMG you've dealt. Cools down for 6 rounds."},{"code":"SKL00000108","level":4,"description":"Deals DMG to the opponent by 120% of your ATK, and restores HP by 27% of the DMG you've dealt. Cools down for 6 rounds."},{"code":"SKL00000109","level":5,"description":"Deals DMG to the opponent by 120% of your ATK, and restores HP by 30% of the DMG you've dealt. Cools down for 6 rounds."}]},{"id":100000022,"code":null,"version":"1","name":"Damage Seal","type":1,"effects":[{"code":"SKL00000110","level":1,"description":"Allows yourself to take no more than 55% DMG for 4 rounds, and cools down for 12 rounds."},{"code":"SKL00000111","level":2,"description":"Allows yourself to take no more than 50% DMG for 4 rounds, and cools down for 12 rounds."},{"code":"SKL00000112","level":3,"description":"Allows yourself to take no more than 45% DMG for 4 rounds, and cools down for 12 rounds."},{"code":"SKL00000113","level":4,"description":"Allows yourself to take no more than 40% DMG for 4 rounds, and cools down for 12 rounds."},{"code":"SKL00000114","level":5,"description":"Allows yourself to take no more than 35% DMG for 4 rounds, and cools down for 12 rounds."}]},{"id":100000023,"code":null,"version":"1","name":"Correction","type":1,"effects":[{"code":"SKL00000115","level":1,"description":"Increases your hit rate by 15% for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000116","level":2,"description":"Increases your hit rate by 18% for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000117","level":3,"description":"Increases your hit rate by 21% for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000118","level":4,"description":"Increases your hit rate by 24% for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000119","level":5,"description":"Increases your hit rate by 28% for 6 rounds, and cools down for 12 rounds."}]},{"id":100000024,"code":null,"version":"1","name":"Blind","type":1,"effects":[{"code":"SKL00000120","level":1,"description":"Invalidates the opponent's normal attack with a 26% chance, lasting for 6 rounds. Cools down for 12 rounds."},{"code":"SKL00000121","level":2,"description":"Invalidates the opponent's normal attack with a 32% chance, lasting for 6 rounds. Cools down for 12 rounds."},{"code":"SKL00000122","level":3,"description":"Invalidates the opponent's normal attack with a 38% chance, lasting for 6 rounds. Cools down for 12 rounds."},{"code":"SKL00000123","level":4,"description":"Invalidates the opponent's normal attack with a 44% chance, lasting for 6 rounds. Cools down for 12 rounds."},{"code":"SKL00000124","level":5,"description":"Invalidates the opponent's normal attack with a 50% chance, lasting for 6 rounds. Cools down for 12 rounds."}]},{"id":100000025,"code":null,"version":"1","name":"Dexterity","type":1,"effects":[{"code":"SKL00000125","level":1,"description":"Increases all your card's hit rate by 11% for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000126","level":2,"description":"Increases all your card's hit rate by 12% for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000127","level":3,"description":"Increases all your card's hit rate by 13% for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000128","level":4,"description":"Increases all your card's hit rate by 14% for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000129","level":5,"description":"Increases all your card's hit rate by 15% for 6 rounds, and cools down for 12 rounds."}]},{"id":100000026,"code":null,"version":"1","name":"Silence","type":1,"effects":[{"code":"SKL00000130","level":1,"description":"Makes the opponent silent with a 50% chance and forbids it from casting skills for 4 rounds, and cooling down for 14 rounds."},{"code":"SKL00000131","level":2,"description":"Makes the opponent silent with a 60% chance and forbids it from casting skills for 4 rounds, and cooling down for 14 rounds."},{"code":"SKL00000132","level":3,"description":"Makes the opponent silent with a 70% chance and forbids it from casting skills for 4 rounds, and cooling down for 14 rounds."},{"code":"SKL00000133","level":4,"description":"Makes the opponent silent with a 80% chance and forbids it from casting skills for 4 rounds, and cooling down for 14 rounds."},{"code":"SKL00000134","level":5,"description":"Makes the opponent silent with a 90% chance and forbids it from casting skills for 4 rounds, and cooling down for 14 rounds."}]},{"id":100000027,"code":null,"version":"1","name":"Block","type":2,"effects":[{"code":"SKL00000135","level":1,"description":"When under a normal attack, reduces the DMG taken by 16% with a 40% chance."},{"code":"SKL00000136","level":2,"description":"When under a normal attack, reduces the DMG taken by 18% with a 40% chance."},{"code":"SKL00000137","level":3,"description":"When under a normal attack, reduces the DMG taken by 20% with a 40% chance."},{"code":"SKL00000138","level":4,"description":"When under a normal attack, reduces the DMG taken by 22% with a 40% chance."},{"code":"SKL00000139","level":5,"description":"When under a normal attack, reduces the DMG taken by 25% with a 40% chance."}]},{"id":100000028,"code":null,"version":"1","name":"Body Protection","type":2,"effects":[{"code":"SKL00000140","level":1,"description":"When under a normal attack, reduces the DMG taken by 35% with a 24% chance."},{"code":"SKL00000141","level":2,"description":"When under a normal attack, reduces the DMG taken by 35% with a 26% chance."},{"code":"SKL00000142","level":3,"description":"When under a normal attack, reduces the DMG taken by 35% with a 28% chance."},{"code":"SKL00000143","level":4,"description":"When under a normal attack, reduces the DMG taken by 35% with a 30% chance."},{"code":"SKL00000144","level":5,"description":"When under a normal attack, reduces the DMG taken by 35% with a 32% chance."}]},{"id":100000029,"code":null,"version":"1","name":"Defensive Shield","type":1,"effects":[{"code":"SKL00000145","level":1,"description":"Releases a shield that can absorb DMG by 18% of ATK to yourself. Lasts for 6 rounds and cools down for 12 rounds."},{"code":"SKL00000146","level":2,"description":"Releases a shield that can absorb DMG by 21% of ATK to yourself. Lasts for 6 rounds and cools down for 12 rounds."},{"code":"SKL00000147","level":3,"description":"Releases a shield that can absorb DMG by 24% of ATK to yourself. Lasts for 6 rounds and cools down for 12 rounds."},{"code":"SKL00000148","level":4,"description":"Releases a shield that can absorb DMG by 27% of ATK to yourself. Lasts for 6 rounds and cools down for 12 rounds."},{"code":"SKL00000149","level":5,"description":"Releases a shield that can absorb DMG by 30% of ATK to yourself. Lasts for 6 rounds and cools down for 12 rounds."}]},{"id":100000030,"code":null,"version":"1","name":"Heal Enhancement","type":2,"effects":[{"code":"SKL00000150","level":1,"description":"Increase all healing effects by 11%."},{"code":"SKL00000151","level":2,"description":"Increase all healing effects by 12%."},{"code":"SKL00000152","level":3,"description":"Increase all healing effects by 13%."},{"code":"SKL00000153","level":4,"description":"Increase all healing effects by 14%."},{"code":"SKL00000154","level":5,"description":"Increase all healing effects by 15%."}]},{"id":100000031,"code":null,"version":"1","name":"Heal Spell","type":1,"effects":[{"code":"SKL00000155","level":1,"description":"Restores your card with the lowest HP by 110% of ATK, and cools down for 8 rounds."},{"code":"SKL00000156","level":2,"description":"Restores your card with the lowest HP by 120% of ATK, and cools down for 8 rounds."},{"code":"SKL00000157","level":3,"description":"Restores your card with the lowest HP by 130% of ATK, and cools down for 8 rounds."},{"code":"SKL00000158","level":4,"description":"Restores your card with the lowest HP by 140% of ATK, and cools down for 8 rounds."},{"code":"SKL00000159","level":5,"description":"Restores your card with the lowest HP by 150% of ATK, and cools down for 8 rounds."}]},{"id":100000032,"code":null,"version":"1","name":"Prayer","type":1,"effects":[{"code":"SKL00000160","level":1,"description":"Restores your card with the lowest HP by 18% of its MAX basic HP +30 points, and cools down for 10 rounds."},{"code":"SKL00000161","level":2,"description":"Restores your card with the lowest HP by 20% of its MAX basic HP +40 points, and cools down for 10 rounds."},{"code":"SKL00000162","level":3,"description":"Restores your card with the lowest HP by 22% of its MAX basic HP +50 points, and cools down for 10 rounds."},{"code":"SKL00000163","level":4,"description":"Restores your card with the lowest HP by 24% of its MAX basic HP +60 points, and cools down for 10 rounds."},{"code":"SKL00000164","level":5,"description":"Restores your card with the lowest HP by 26% of its MAX basic HP +70 points, and cools down for 10 rounds."}]},{"id":100000033,"code":null,"version":"1","name":"Bandage","type":1,"effects":[{"code":"SKL00000165","level":1,"description":"Restores 2% Max HP to your commander, and cools down for 6 rounds."},{"code":"SKL00000166","level":2,"description":"Restores 3% Max HP to your commander, and cools down for 6 rounds."},{"code":"SKL00000167","level":3,"description":"Restores 4% Max HP to your commander, and cools down for 6 rounds."},{"code":"SKL00000168","level":4,"description":"Restores 5% Max HP to your commander, and cools down for 6 rounds."},{"code":"SKL00000169","level":5,"description":"Restores 6% Max HP to your commander, and cools down for 6 rounds."}]},{"id":100000034,"code":null,"version":"1","name":"Great Heal Spell","type":1,"effects":[{"code":"SKL00000170","level":1,"description":"Restores HP by 50% of ATK to all your cards, and cools down for 14 rounds."},{"code":"SKL00000171","level":2,"description":"Restores HP by 55% of ATK to all your cards, and cools down for 14 rounds."},{"code":"SKL00000172","level":3,"description":"Restores HP by 60% of ATK to all your cards, and cools down for 14 rounds."},{"code":"SKL00000173","level":4,"description":"Restores HP by 65% of ATK to all your cards, and cools down for 14 rounds."},{"code":"SKL00000174","level":5,"description":"Restores HP by 70% of ATK to all your cards, and cools down for 14 rounds."}]},{"id":100000035,"code":null,"version":"1","name":"Tenacity","type":2,"effects":[{"code":"SKL00000175","level":1,"description":"Restores 3% HP every time when under attack."},{"code":"SKL00000176","level":2,"description":"Restores 4% HP every time when under attack."},{"code":"SKL00000177","level":3,"description":"Restores 5% HP every time when under attack."},{"code":"SKL00000178","level":4,"description":"Restores 6% HP every time when under attack."},{"code":"SKL00000179","level":5,"description":"Restores 7% HP every time when under attack."}]},{"id":100000036,"code":null,"version":"1","name":"Zeal","type":2,"effects":[{"code":"SKL00000180","level":1,"description":"Restores HP by 17% of ATK per round."},{"code":"SKL00000181","level":2,"description":"Restores HP by 19% of ATK per round."},{"code":"SKL00000182","level":3,"description":"Restores HP by 21% of ATK per round."},{"code":"SKL00000183","level":4,"description":"Restores HP by 23% of ATK per round."},{"code":"SKL00000184","level":5,"description":"Restores HP by 25% of ATK per round."}]},{"id":100000037,"code":null,"version":"1","name":"Zeal Aura","type":2,"effects":[{"code":"SKL00000185","level":1,"description":"Increases the HP of all your cards by 7% of ATK. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000186","level":2,"description":"Increases the HP of all your cards by 9% of ATK. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000187","level":3,"description":"Increases the HP of all your cards by 11% of ATK. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000188","level":4,"description":"Increases the HP of all your cards by 13% of ATK. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000189","level":5,"description":"Increases the HP of all your cards by 15% of ATK. Calculated by the highest level, and the effects will not stack."}]},{"id":100000038,"code":null,"version":"1","name":"HP Extraction","type":1,"effects":[{"code":"SKL00000190","level":1,"description":"Extracts 12% of the opponent's HP and restores your own HP, and cools down for 8 rounds."},{"code":"SKL00000191","level":2,"description":"Extracts 13% of the opponent's HP and restores your own HP, and cools down for 8 rounds."},{"code":"SKL00000192","level":3,"description":"Extracts 14% of the opponent's HP and restores your own HP, and cools down for 8 rounds."},{"code":"SKL00000193","level":4,"description":"Extracts 15% of the opponent's HP and restores your own HP, and cools down for 8 rounds."},{"code":"SKL00000194","level":5,"description":"Extracts 16% of the opponent's HP and restores your own HP, and cools down for 8 rounds."}]},{"id":100000039,"code":null,"version":"1","name":"Charm","type":1,"effects":[{"code":"SKL00000195","level":1,"description":"Causes the opponent to attack one of its teammates at random, and deals DMG by 20% of the ATK, lasting for 2 rounds. Cools down for 12 rounds."},{"code":"SKL00000196","level":2,"description":"Causes the opponent to attack one of its teammates at random, and deals DMG by 30% of the ATK, lasting for 2 rounds. Cools down for 12 rounds."},{"code":"SKL00000197","level":3,"description":"Causes the opponent to attack one of its teammates at random, and deals DMG by 40% of the ATK, lasting for 2 rounds. Cools down for 12 rounds."},{"code":"SKL00000198","level":4,"description":"Causes the opponent to attack one of its teammates at random, and deals DMG by 50% of the ATK, lasting for 2 rounds. Cools down for 12 rounds."},{"code":"SKL00000199","level":5,"description":"Causes the opponent to attack one of its teammates at random, and deals DMG by 60% of the ATK, lasting for 2 rounds. Cools down for 12 rounds."}]},{"id":100000040,"code":null,"version":"1","name":"Disarmament","type":1,"effects":[{"code":"SKL00000200","level":1,"description":"Disarms the opponent with a 50% chance and makes it unable to launch normal attacks for 2 rounds, and cools down for 12 rounds."},{"code":"SKL00000201","level":2,"description":"Disarms the opponent with a 60% chance and makes it unable to launch normal attacks for 2 rounds, and cools down for 12 rounds."},{"code":"SKL00000202","level":3,"description":"Disarms the opponent with a 70% chance and makes it unable to launch normal attacks for 2 rounds, and cools down for 12 rounds."},{"code":"SKL00000203","level":4,"description":"Disarms the opponent with a 80% chance and makes it unable to launch normal attacks for 2 rounds, and cools down for 12 rounds."},{"code":"SKL00000204","level":5,"description":"Disarms the opponent with a 90% chance and makes it unable to launch normal attacks for 2 rounds, and cools down for 12 rounds."}]},{"id":100000041,"code":null,"version":"1","name":"Virtualization","type":1,"effects":[{"code":"SKL00000205","level":1,"description":"Virtualizes yourself and gets immune to normal attack, lasts for 2 rounds and cools down for 22 rounds."},{"code":"SKL00000206","level":2,"description":"Virtualizes yourself and gets immune to normal attack, lasts for 2 rounds and cools down for 20 rounds."},{"code":"SKL00000207","level":3,"description":"Virtualizes yourself and gets immune to normal attack, lasts for 2 rounds and cools down for 18 rounds."},{"code":"SKL00000208","level":4,"description":"Virtualizes yourself and gets immune to normal attack, lasts for 2 rounds and cools down for 16 rounds."},{"code":"SKL00000209","level":5,"description":"Virtualizes yourself and gets immune to normal attack, lasts for 2 rounds and cools down for 14 rounds."}]},{"id":100000042,"code":null,"version":"1","name":"Solidification","type":1,"effects":[{"code":"SKL00000210","level":1,"description":"Solidifies yourself and gets immune to skills. Lasts for 6 rounds and cools down for 24 rounds."},{"code":"SKL00000211","level":2,"description":"Solidifies yourself and gets immune to skills. Lasts for 6 rounds and cools down for 22 rounds."},{"code":"SKL00000212","level":3,"description":"Solidifies yourself and gets immune to skills. Lasts for 6 rounds and cools down for 20 rounds."},{"code":"SKL00000213","level":4,"description":"Solidifies yourself and gets immune to skills. Lasts for 6 rounds and cools down for 18 rounds."},{"code":"SKL00000214","level":5,"description":"Solidifies yourself and gets immune to skills. Lasts for 6 rounds and cools down for 16 rounds."}]},{"id":100000043,"code":null,"version":"1","name":"Olden","type":1,"effects":[{"code":"SKL00000215","level":1,"description":"Reduces the opponent's Max HP by 12% temporarily for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000216","level":2,"description":"Reduces the opponent's Max HP by 14% temporarily for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000217","level":3,"description":"Reduces the opponent's Max HP by 16% temporarily for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000218","level":4,"description":"Reduces the opponent's Max HP by 18% temporarily for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000219","level":5,"description":"Reduces the opponent's Max HP by 20% temporarily for 6 rounds, and cools down for 12 rounds."}]},{"id":100000044,"code":null,"version":"1","name":"Weakness","type":2,"effects":[{"code":"SKL00000220","level":1,"description":"Reduces the opponent's Max HP by 11%."},{"code":"SKL00000221","level":2,"description":"Reduces the opponent's Max HP by 12%."},{"code":"SKL00000222","level":3,"description":"Reduces the opponent's Max HP by 13%."},{"code":"SKL00000223","level":4,"description":"Reduces the opponent's Max HP by 14%."},{"code":"SKL00000224","level":5,"description":"Reduces the opponent's Max HP by 15%."}]},{"id":100000045,"code":null,"version":"1","name":"Weakness Aura","type":2,"effects":[{"code":"SKL00000225","level":1,"description":"Reduces the MAX HP of all cards of the opponent by 4%, Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000226","level":2,"description":"Reduces the MAX HP of all cards of the opponent by 5%, Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000227","level":3,"description":"Reduces the MAX HP of all cards of the opponent by 6%, Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000228","level":4,"description":"Reduces the MAX HP of all cards of the opponent by 7%, Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000229","level":5,"description":"Reduces the MAX HP of all cards of the opponent by 8%, Calculated by the highest level, and the effects will not stack."}]},{"id":100000046,"code":null,"version":"1","name":"HP Enhancement","type":2,"effects":[{"code":"SKL00000230","level":1,"description":"Increases the MAX HP by 11%."},{"code":"SKL00000231","level":2,"description":"Increases the MAX HP by 12%."},{"code":"SKL00000232","level":3,"description":"Increases the MAX HP by 13%."},{"code":"SKL00000233","level":4,"description":"Increases the MAX HP by 14%."},{"code":"SKL00000234","level":5,"description":"Increases the MAX HP by 15%."}]},{"id":100000047,"code":null,"version":"1","name":"Vitality","type":1,"effects":[{"code":"SKL00000235","level":1,"description":"Increases your Max HP by 20% temporarily for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000236","level":2,"description":"Increases your Max HP by 22% temporarily for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000237","level":3,"description":"Increases your Max HP by 24% temporarily for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000238","level":4,"description":"Increases your Max HP by 26% temporarily for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000239","level":5,"description":"Increases your Max HP by 28% temporarily for 6 rounds, and cools down for 12 rounds."}]},{"id":100000048,"code":null,"version":"1","name":"Damage Amp","type":2,"effects":[{"code":"SKL00000240","level":1,"description":"For every normal attack, increases ATK by 4% in addition."},{"code":"SKL00000241","level":2,"description":"For every normal attack, increases ATK by 5% in addition."},{"code":"SKL00000242","level":3,"description":"For every normal attack, increases ATK by 6% in addition."},{"code":"SKL00000243","level":4,"description":"For every normal attack, increases ATK by 8% in addition."},{"code":"SKL00000244","level":5,"description":"For every normal attack, increases ATK by 10% in addition."}]},{"id":100000049,"code":null,"version":"1","name":"Ancestral Bloodline","type":2,"effects":[{"code":"SKL00000245","level":1,"description":"For every 5% of HP loss, increases ATK by 2%."},{"code":"SKL00000246","level":2,"description":"For every 5% of HP loss, increases ATK by 2.5%."},{"code":"SKL00000247","level":3,"description":"For every 5% of HP loss, increases ATK by 3%."},{"code":"SKL00000248","level":4,"description":"For every 5% of HP loss, increases ATK by 4%."},{"code":"SKL00000249","level":5,"description":"For every 5% of HP loss, increases ATK by 5%."}]},{"id":100000050,"code":null,"version":"1","name":"Blood Sacrifice","type":2,"effects":[{"code":"SKL00000250","level":1,"description":"Loses HP by 3% and increases 5% of ATK in each round."},{"code":"SKL00000251","level":2,"description":"Loses HP by 3% and increases 6% of ATK in each round."},{"code":"SKL00000252","level":3,"description":"Loses HP by 3% and increases 8% of ATK in each round."},{"code":"SKL00000253","level":4,"description":"Loses HP by 3% and increases 10% of ATK in each round."},{"code":"SKL00000254","level":5,"description":"Loses HP by 3% and increases 12% of ATK in each round."}]},{"id":100000051,"code":null,"version":"1","name":"Revenge","type":2,"effects":[{"code":"SKL00000255","level":1,"description":"Increases your basic ATK by 4% every time when one of your cards dies."},{"code":"SKL00000256","level":2,"description":"Increases your basic ATK by 5% every time when one of your cards dies."},{"code":"SKL00000257","level":3,"description":"Increases your basic ATK by 6% every time when one of your cards dies."},{"code":"SKL00000258","level":4,"description":"Increases your basic ATK by 7% every time when one of your cards dies."},{"code":"SKL00000259","level":5,"description":"Increases your basic ATK by 8% every time when one of your cards dies."}]},{"id":100000052,"code":null,"version":"1","name":"Encouragement","type":1,"effects":[{"code":"SKL00000260","level":1,"description":"Increases the ATK of your cards by 22% at random for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000261","level":2,"description":"Increases the ATK of your cards by 24% at random for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000262","level":3,"description":"Increases the ATK of your cards by 26% at random for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000263","level":4,"description":"Increases the ATK of your cards by 28% at random for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000264","level":5,"description":"Increases the ATK of your cards by 30% at random for 6 rounds, and cools down for 12 rounds."}]},{"id":100000053,"code":null,"version":"1","name":"Excitement","type":1,"effects":[{"code":"SKL00000265","level":1,"description":"Increases your ATK by 22% for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000266","level":2,"description":"Increases your ATK by 24% for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000267","level":3,"description":"Increases your ATK by 26% for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000268","level":4,"description":"Increases your ATK by 28% for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000269","level":5,"description":"Increases your ATK by 30% for 6 rounds, and cools down for 12 rounds."}]},{"id":100000054,"code":null,"version":"1","name":"Smite","type":2,"effects":[{"code":"SKL00000270","level":1,"description":"Increases your basic ATK by 12%."},{"code":"SKL00000271","level":2,"description":"Increases your basic ATK by 15%."},{"code":"SKL00000272","level":3,"description":"Increases your basic ATK by 18%."},{"code":"SKL00000273","level":4,"description":"Increases your basic ATK by 21%."},{"code":"SKL00000274","level":5,"description":"Increases your basic ATK by 24%."}]},{"id":100000055,"code":null,"version":"1","name":"Smite Aura","type":2,"effects":[{"code":"SKL00000275","level":1,"description":"Increases the basic ATK of all your cards by 6%. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000276","level":2,"description":"Increases the basic ATK of all your cards by 7%. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000277","level":3,"description":"Increases the basic ATK of all your cards by 8%. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000278","level":4,"description":"Increases the basic ATK of all your cards by 9%. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000279","level":5,"description":"Increases the basic ATK of all your cards by 10%. Calculated by the highest level, and the effects will not stack."}]},{"id":100000056,"code":null,"version":"1","name":"Weakening","type":1,"effects":[{"code":"SKL00000280","level":1,"description":"Reduces the opponent's ATK by 12% for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000281","level":2,"description":"Reduces the opponent's ATK by 14% for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000282","level":3,"description":"Reduces the opponent's ATK by 16% for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000283","level":4,"description":"Reduces the opponent's ATK by 18% for 6 rounds, and cools down for 12 rounds."},{"code":"SKL00000284","level":5,"description":"Reduces the opponent's ATK by 20% for 6 rounds, and cools down for 12 rounds."}]},{"id":100000057,"code":null,"version":"1","name":"Suppression","type":2,"effects":[{"code":"SKL00000285","level":1,"description":"Reduces the opponent's base ATK by 11%."},{"code":"SKL00000286","level":2,"description":"Reduces the opponent's base ATK by 12%."},{"code":"SKL00000287","level":3,"description":"Reduces the opponent's base ATK by 13%."},{"code":"SKL00000288","level":4,"description":"Reduces the opponent's base ATK by 14%."},{"code":"SKL00000289","level":5,"description":"Reduces the opponent's base ATK by 15%."}]},{"id":100000058,"code":null,"version":"1","name":"Suppression Aura","type":2,"effects":[{"code":"SKL00000290","level":1,"description":"Reduces the basic ATK of all the opponent's cards by 6%. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000291","level":2,"description":"Reduces the basic ATK of all the opponent's cards by 7%. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000292","level":3,"description":"Reduces the basic ATK of all the opponent's cards by 8%. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000293","level":4,"description":"Reduces the basic ATK of all the opponent's cards by 9%. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000294","level":5,"description":"Reduces the basic ATK of all the opponent's cards by 10%. Calculated by the highest level, and the effects will not stack."}]},{"id":100000059,"code":null,"version":"1","name":"Curse","type":1,"effects":[{"code":"SKL00000295","level":1,"description":"Reduces the opponent's HP by 11% per round, lasting for 6 rounds. Cools down for 10 rounds."},{"code":"SKL00000296","level":2,"description":"Reduces the opponent's HP by 12% per round, lasting for 6 rounds. Cools down for 10 rounds."},{"code":"SKL00000297","level":3,"description":"Reduces the opponent's HP by 13% per round, lasting for 6 rounds. Cools down for 10 rounds."},{"code":"SKL00000298","level":4,"description":"Reduces the opponent's HP by 14% per round, lasting for 6 rounds. Cools down for 10 rounds."},{"code":"SKL00000299","level":5,"description":"Reduces the opponent's HP by 15% per round, lasting for 6 rounds. Cools down for 10 rounds."}]},{"id":100000060,"code":null,"version":"1","name":"Bleeding","type":1,"effects":[{"code":"SKL00000300","level":1,"description":"Deals bleeding DMG to the opponent by 8% per round, and reduces its recovery effect to 0 for 6 rounds. Cools down for 12 rounds."},{"code":"SKL00000301","level":2,"description":"Deals bleeding DMG to the opponent by 9% per round, and reduces its recovery effect to 0 for 6 rounds. Cools down for 12 rounds."},{"code":"SKL00000302","level":3,"description":"Deals bleeding DMG to the opponent by 10% per round, and reduces its recovery effect to 0 for 6 rounds. Cools down for 12 rounds."},{"code":"SKL00000303","level":4,"description":"Deals bleeding DMG to the opponent by 11% per round, and reduces its recovery effect to 0 for 6 rounds. Cools down for 12 rounds."},{"code":"SKL00000304","level":5,"description":"Deals bleeding DMG to the opponent by 12% per round, and reduces its recovery effect to 0 for 6 rounds. Cools down for 12 rounds."}]},{"id":100000061,"code":null,"version":"1","name":"Exhaustion","type":2,"effects":[{"code":"SKL00000305","level":1,"description":"Reduces the opponent's HP by 6% per round."},{"code":"SKL00000306","level":2,"description":"Reduces the opponent's HP by 7% per round."},{"code":"SKL00000307","level":3,"description":"Reduces the opponent's HP by 8% per round."},{"code":"SKL00000308","level":4,"description":"Reduces the opponent's HP by 9% per round."},{"code":"SKL00000309","level":5,"description":"Reduces the opponent's HP by 10% per round."}]},{"id":100000062,"code":null,"version":"1","name":"Exhaustion Aura","type":2,"effects":[{"code":"SKL00000310","level":1,"description":"Reduces the HP of all the opponent's cards by 2% per round. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000311","level":2,"description":"Reduces the HP of all the opponent's cards by 2.5% per round. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000312","level":3,"description":"Reduces the HP of all the opponent's cards by 3% per round. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000313","level":4,"description":"Reduces the HP of all the opponent's cards by 3.5% per round. Calculated by the highest level, and the effects will not stack."},{"code":"SKL00000314","level":5,"description":"Reduces the HP of all the opponent's cards by 4% per round. Calculated by the highest level, and the effects will not stack."}]},{"id":100000063,"code":null,"version":"1","name":"Execution","type":1,"effects":[{"code":"SKL00000315","level":1,"description":"Deals DMG to the opponent by 18% of the basic HP, and cools down for 8 rounds."},{"code":"SKL00000316","level":2,"description":"Deals DMG to the opponent by 21% of the basic HP, and cools down for 8 rounds."},{"code":"SKL00000317","level":3,"description":"Deals DMG to the opponent by 24% of the basic HP, and cools down for 8 rounds."},{"code":"SKL00000318","level":4,"description":"Deals DMG to the opponent by 27% of the basic HP, and cools down for 8 rounds."},{"code":"SKL00000319","level":5,"description":"Deals DMG to the opponent by 30% of the basic HP, and cools down for 8 rounds."}]},{"id":100000064,"code":null,"version":"1","name":"Chop","type":1,"effects":[{"code":"SKL00000320","level":1,"description":"Deals DMG the opponent by 120% of the ATK, and cools down for 6 rounds."},{"code":"SKL00000321","level":2,"description":"Deals DMG the opponent by 130% of the ATK, and cools down for 6 rounds."},{"code":"SKL00000322","level":3,"description":"Deals DMG the opponent by 140% of the ATK, and cools down for 6 rounds."},{"code":"SKL00000323","level":4,"description":"Deals DMG the opponent by 150% of the ATK, and cools down for 6 rounds."},{"code":"SKL00000324","level":5,"description":"Deals DMG the opponent by 160% of the ATK, and cools down for 6 rounds."}]},{"id":100000065,"code":null,"version":"1","name":"Sacrifice","type":1,"effects":[{"code":"SKL00000325","level":1,"description":"Consumes 5% of your HP, and deals DMG by 140% to the opponent. Cools down for 6 rounds."},{"code":"SKL00000326","level":2,"description":"Consumes 5% of your HP, and deals DMG by 155% to the opponent. Cools down for 6 rounds."},{"code":"SKL00000327","level":3,"description":"Consumes 5% of your HP, and deals DMG by 170% to the opponent. Cools down for 6 rounds."},{"code":"SKL00000328","level":4,"description":"Consumes 5% of your HP, and deals DMG by 185% to the opponent. Cools down for 6 rounds."},{"code":"SKL00000329","level":5,"description":"Consumes 5% of your HP, and deals DMG by 200% to the opponent. Cools down for 6 rounds."}]},{"id":100000066,"code":null,"version":"1","name":"Defeat","type":1,"effects":[{"code":"SKL00000330","level":1,"description":"Deals DMG by 110% of ATK to the opponent and reduces its ATK by 11% for 2 rounds. Cools down for 8 rounds."},{"code":"SKL00000331","level":2,"description":"Deals DMG by 115% of ATK to the opponent and reduces its ATK by 12% for 2 rounds. Cools down for 8 rounds."},{"code":"SKL00000332","level":3,"description":"Deals DMG by 120% of ATK to the opponent and reduces its ATK by 13% for 2 rounds. Cools down for 8 rounds."},{"code":"SKL00000333","level":4,"description":"Deals DMG by 125% of ATK to the opponent and reduces its ATK by 14% for 2 rounds. Cools down for 8 rounds."},{"code":"SKL00000334","level":5,"description":"Deals DMG by 130% of ATK to the opponent and reduces its ATK by 15% for 2 rounds. Cools down for 8 rounds."}]},{"id":100000067,"code":null,"version":"1","name":"Shoot","type":1,"effects":[{"code":"SKL00000335","level":1,"description":"Deals DMG to all cards of the opponent by 35% of the ATK, and cools down for 8 rounds."},{"code":"SKL00000336","level":2,"description":"Deals DMG to all cards of the opponent by 40% of the ATK, and cools down for 8 rounds."},{"code":"SKL00000337","level":3,"description":"Deals DMG to all cards of the opponent by 45% of the ATK, and cools down for 8 rounds."},{"code":"SKL00000338","level":4,"description":"Deals DMG to all cards of the opponent by 50% of the ATK, and cools down for 8 rounds."},{"code":"SKL00000339","level":5,"description":"Deals DMG to all cards of the opponent by 60% of the ATK, and cools down for 8 rounds."}]},{"id":100000068,"code":null,"version":"1","name":"Capture","type":1,"effects":[{"code":"SKL00000340","level":1,"description":"Deals DMG to the commander by 120% of the ATK, and cools down for 6 rounds."},{"code":"SKL00000341","level":2,"description":"Deals DMG to the commander by 140% of the ATK, and cools down for 6 rounds."},{"code":"SKL00000342","level":3,"description":"Deals DMG to the commander by 160% of the ATK, and cools down for 6 rounds."},{"code":"SKL00000343","level":4,"description":"Deals DMG to the commander by 180% of the ATK, and cools down for 6 rounds."},{"code":"SKL00000344","level":5,"description":"Deals DMG to the commander by 200% of the ATK, and cools down for 6 rounds."}]},{"id":100000069,"code":null,"version":"1","name":"Snipe","type":1,"effects":[{"code":"SKL00000345","level":1,"description":"Deals DMG by 110% of ATK add 20 points to a random card of the opponent, and cools down for 6 rounds."},{"code":"SKL00000346","level":2,"description":"Deals DMG by 120% of ATK add 30 points to a random card of the opponent, and cools down for 6 rounds."},{"code":"SKL00000347","level":3,"description":"Deals DMG by 130% of ATK add 40 points to a random card of the opponent, and cools down for 6 rounds."},{"code":"SKL00000348","level":4,"description":"Deals DMG by 140% of ATK add 50 points to a random card of the opponent, and cools down for 6 rounds."},{"code":"SKL00000349","level":5,"description":"Deals DMG by 150% of ATK add 60 points to a random card of the opponent, and cools down for 6 rounds."}]},{"id":100000070,"code":null,"version":"1","name":"Charge","type":1,"effects":[{"code":"SKL00000350","level":1,"description":"Allows yourself to abandon this normal attack and deal DMG by 280% of the ATK in the next attack, and cools for 6 rounds."},{"code":"SKL00000351","level":2,"description":"Allows yourself to abandon this normal attack and deal DMG by 300% of the ATK in the next attack, and cools for 6 rounds."},{"code":"SKL00000352","level":3,"description":"Allows yourself to abandon this normal attack and deal DMG by 320% of the ATK in the next attack, and cools for 6 rounds."},{"code":"SKL00000353","level":4,"description":"Allows yourself to abandon this normal attack and deal DMG by 340% of the ATK in the next attack, and cools for 6 rounds."},{"code":"SKL00000354","level":5,"description":"Allows yourself to abandon this normal attack and deal DMG by 360% of the ATK in the next attack, and cools for 6 rounds."}]},{"id":100000071,"code":null,"version":"1","name":"Guard","type":1,"effects":[{"code":"SKL00000355","level":1,"description":"Releases a shield that can absorb DMG by 10% of ATK to all your cards. Lasting for 6 rounds,and cools down for 8 rounds."},{"code":"SKL00000356","level":2,"description":"Releases a shield that can absorb DMG by 12% of ATK to all your cards. Lasting for 6 rounds,and cools down for 8 rounds."},{"code":"SKL00000357","level":3,"description":"Releases a shield that can absorb DMG by 14% of ATK to all your cards. Lasting for 6 rounds,and cools down for 8 rounds."},{"code":"SKL00000358","level":4,"description":"Releases a shield that can absorb DMG by 16% of ATK to all your cards. Lasting for 6 rounds,and cools down for 8 rounds."},{"code":"SKL00000359","level":5,"description":"Releases a shield that can absorb DMG by 18% of ATK to all your cards. Lasting for 6 rounds,and cools down for 8 rounds."}]},{"id":100000072,"code":null,"version":"1","name":"Warmind","type":2,"effects":[{"code":"SKL00000360","level":1,"description":"Increases the basic ATK by 20% when your HP is below 30%."},{"code":"SKL00000361","level":2,"description":"Increases the basic ATK by 25% when your HP is below 35%."},{"code":"SKL00000362","level":3,"description":"Increases the basic ATK by 30% when your HP is below 40%."},{"code":"SKL00000363","level":4,"description":"Increases the basic ATK by 35% when your HP is below 45%."},{"code":"SKL00000364","level":5,"description":"Increases the basic ATK by 40% when your HP is below 50%."}]},{"id":100000073,"code":null,"version":"1","name":"Bloody","type":1,"effects":[{"code":"SKL00000365","level":1,"description":"Loses 5% of Max HP but increases ATK by 10%. Cools down for 4 rounds."},{"code":"SKL00000366","level":2,"description":"Loses 5% of Max HP but increases ATK by 13%. Cools down for 4 rounds."},{"code":"SKL00000367","level":3,"description":"Loses 5% of Max HP but increases ATK by 17%. Cools down for 4 rounds."},{"code":"SKL00000368","level":4,"description":"Loses 5% of Max HP but increases ATK by 21%. Cools down for 4 rounds."},{"code":"SKL00000369","level":5,"description":"Loses 5% of Max HP but increases ATK by 25%. Cools down for 4 rounds."}]},{"id":100000074,"code":null,"version":"1","name":"Persuasion","type":1,"effects":[{"code":"SKL00000370","level":1,"description":"Makes the opponent return its cards with a 50% chance, and cool down for 12 rounds."},{"code":"SKL00000371","level":2,"description":"Makes the opponent return its cards with a 60% chance, and cool down for 12 rounds."},{"code":"SKL00000372","level":3,"description":"Makes the opponent return its cards with a 70% chance, and cool down for 12 rounds."},{"code":"SKL00000373","level":4,"description":"Makes the opponent return its cards with a 80% chance, and cool down for 12 rounds."},{"code":"SKL00000374","level":5,"description":"Makes the opponent return its cards with a 90% chance, and cool down for 12 rounds."}]},{"id":100000075,"code":null,"version":"1","name":"Freezing","type":1,"effects":[{"code":"SKL00000375","level":1,"description":"Freezes the opponent and all of its states with a 35% chance. Lasts for 4 rounds and cools down for 10 rounds."},{"code":"SKL00000376","level":2,"description":"Freezes the opponent and all of its states with a 40% chance. Lasts for 4 rounds and cools down for 10 rounds."},{"code":"SKL00000377","level":3,"description":"Freezes the opponent and all of its states with a 45% chance. Lasts for 4 rounds and cools down for 10 rounds."},{"code":"SKL00000378","level":4,"description":"Freezes the opponent and all of its states with a 50% chance. Lasts for 4 rounds and cools down for 10 rounds."},{"code":"SKL00000379","level":5,"description":"Freezes the opponent and all of its states with a 55% chance. Lasts for 4 rounds and cools down for 10 rounds."}]},{"id":100000076,"code":null,"version":"1","name":"Chosen One","type":2,"effects":[{"code":"SKL00000380","level":1,"description":"Increases the ATK by 1.6% x the number of rounds in a normal attack."},{"code":"SKL00000381","level":2,"description":"Increases the ATK by 1.9% x the number of rounds in a normal attack."},{"code":"SKL00000382","level":3,"description":"Increases the ATK by 2.2% x the number of rounds in a normal attack."},{"code":"SKL00000383","level":4,"description":"Increases the ATK by 2.5% x the number of rounds in a normal attack."},{"code":"SKL00000384","level":5,"description":"Increases the ATK by 2.8% x the number of rounds in a normal attack."}]},{"id":100000077,"code":null,"version":"1","name":"Time Speed-Up","type":1,"effects":[{"code":"SKL00000385","level":1,"description":"Reduces the cooldown for all your skills by 2 with a 30% chance. Cools down for 14 rounds."},{"code":"SKL00000386","level":2,"description":"Reduces the cooldown for all your skills by 2 with a 40% chance. Cools down for 14 rounds."},{"code":"SKL00000387","level":3,"description":"Reduces the cooldown for all your skills by 2 with a 50% chance. Cools down for 14 rounds."},{"code":"SKL00000388","level":4,"description":"Reduces the cooldown for all your skills by 2 with a 60% chance. Cools down for 14 rounds."},{"code":"SKL00000389","level":5,"description":"Reduces the cooldown for all your skills by 2 with a 70% chance. Cools down for 14 rounds."}]},{"id":100000078,"code":null,"version":"1","name":"Poisoning","type":2,"effects":[{"code":"SKL00000390","level":1,"description":"Poisons the opponent's commander at the beginning of the round, reducing his HP by 1.2% per round."},{"code":"SKL00000391","level":2,"description":"Poisons the opponent's commander at the beginning of the round, reducing his HP by 1.5% per round."},{"code":"SKL00000392","level":3,"description":"Poisons the opponent's commander at the beginning of the round, reducing his HP by 1.8% per round."},{"code":"SKL00000393","level":4,"description":"Poisons the opponent's commander at the beginning of the round, reducing his HP by 2.1% per round."},{"code":"SKL00000394","level":5,"description":"Poisons the opponent's commander at the beginning of the round, reducing his HP by 2.4% per round."}]},{"id":100000079,"code":null,"version":"1","name":"Devotion","type":2,"effects":[{"code":"SKL00000395","level":1,"description":"Heals your commander at the beginning of the round, restoring his HP by 30% of ATK per round."},{"code":"SKL00000396","level":2,"description":"Heals your commander at the beginning of the round, restoring his HP by 43% of ATK per round."},{"code":"SKL00000397","level":3,"description":"Heals your commander at the beginning of the round, restoring his HP by 56% of ATK per round."},{"code":"SKL00000398","level":4,"description":"Heals your commander at the beginning of the round, restoring his HP by 69% of ATK per round."},{"code":"SKL00000399","level":5,"description":"Heals your commander at the beginning of the round, restoring his HP by 82% of ATK per round."}]},{"id":100000080,"code":null,"version":"1","name":"Taunt","type":1,"effects":[{"code":"SKL00000400","level":1,"description":"Taunts all cards of the opponent to launch normal attack to yourself and takes 60% DMG. Cools down for 8 rounds."},{"code":"SKL00000401","level":2,"description":"Taunts all cards of the opponent to launch normal attack to yourself and takes 55% DMG. Cools down for 8 rounds."},{"code":"SKL00000402","level":3,"description":"Taunts all cards of the opponent to launch normal attack to yourself and takes 50% DMG. Cools down for 8 rounds."},{"code":"SKL00000403","level":4,"description":"Taunts all cards of the opponent to launch normal attack to yourself and takes 45% DMG. Cools down for 8 rounds."},{"code":"SKL00000404","level":5,"description":"Taunts all cards of the opponent to launch normal attack to yourself and takes 40% DMG. Cools down for 8 rounds."}]}]